{
  "projects": [
    {
      "title": "THE KARL LAGERFELD",
      "url": "https://childesign.com/en/project/the-karl-lagerfeld/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Casino_DSC00736-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Indoor_Pool_DSC00331-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Guestroom_DSC00832-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Casino_DSC09618-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Presidential_Suite_DSC09948-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/The_Spa_DSCF1732-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Main_Lobby_DSCF1904-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Guestroom_DSC00893-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Main_Lobby_DSC00113-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Mesa_Restaurant_DSC09689-960x960.jpg"
      ],
      "texts": [
        "THE KARL LAGERFELD is the world’s first and only hotel with interiors entirely designed by the late fashion legend. Located at the Grand Lisboa Palace Resort Macau (GLP), the 6-star hotel tower encompasses 242 guest rooms and 29 suites of multiple types.",
        "Superb amenities include the award-winning Portuguese restaurant Mesa, the Book Lounge inspired by the designer’s home library, the stylish Spa that fuses beauty and healing, and two Swimming Pools with stunning décor incorporating oriental elements, to name a few. The exquisite and luxurious setting offers guests an unparalleled immersion into Karl’s unique taste in modern Chinoiserie design infused with his inimitable fashion sense.",
        "Appointed as the Executive Interior Designer, the boutique hospitality studio CHIL Interior Design (CHIL) was commissioned to oversee the delivery of Karl Lagerfeld’s striking design concepts, from his bold new vision of luxury hospitality design to every single fine detail visible by the guests.",
        "Working closely with the designer himself and the property’s owner, SJM Holdings, throughout the making of this one-of-its-kind masterpiece, CHIL perfectly captured the essence of Karl Lagerfeld’s vision and added value to the successful delivery of the project through its leading expertise in global hospitality interior design.",
        "The interior of THE KARL LAGERFELD exemplifies Karl’s lifelong fascination with, and inexhaustible exploration of, design and style. Through the hotel’s design, Karl expresses lifestyle pleasures through a lavish and eclectic blend of Chinese and Western luxury manifesting the designer’s cosmopolitan philosophy and distinct artistic vision.",
        "Prominent symbols in Chinese culture including the peony, phoenix, and jade inform the design, which unfold throughout the hotel as guests enter and embark on a journey of style, rejuvenation, and splendor.",
        "Upon entering the lobby, the guests will be amazed by the creative combination of bold colors and iconic patterns. Chinese elements are expressed through diversified forms, from the noble color tone consisted by black, gold, and red, overscale graphics, glittering texture, to the unusual shapes of custom-made furniture. Their extraordinary proportions and composition represent Karl Lagerfeld’s sophisticated reimagining of modern Chinoiserie via traditional craftsmanship.",
        "Karl’s precise attention to detail is reflected throughout the intricate and opulent flourishes that inform the project’s immersive design. CHIL meticulously executed the project with a profound understanding of Karl’s core aesthetic that reaches beyond his widely celebrated style in fashion.",
        "Working with a perfectionist who has superlative attention to detail requires an equal adherence to perfection. With each pattern, material and design element personally conceived of or selected by Karl, CHIL coordinated a seamless integration of artistic design concepts with technical aspects.",
        "From the planning to project management, quality control and final delivery, CHIL merged Karl’s high concept vision with flawless execution, delivering a fashion hospitality project that dazzles guests through an exploration of the legendary designer’s boundless inspiration."
      ]
    },
    {
      "title": "Four Seasons Private Residences Whistler",
      "url": "https://childesign.com/en/project/four-seasons-private-residences-whistler-2/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Chil-Four-Seasons-Suite-41-Living-Room-Kim-V2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Chil-Four-Seasons-May-12th-Suite-48-Kitchen-Hero-V2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Chil-Four-Seasons-May-11th-Suite-62-Bedroom-Detail-V2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Chil-Four-Seasons-May-11th-Suite-62-Living-Room-2-V2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Chil-Four-Seasons-May-12th-Suite-48-Dining-Room-V2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Chil-Four-Seasons-May-12th-Suite-48-Kitchen-Detail-V2-960x960.jpg"
      ],
      "texts": [
        "In the heart of the enchanting Whistler mountains lies Four Seasons Residences Whistler, a luxury branded residence that captivates the soul and immerses its inhabitants in the mesmerizing spell of nature. This renovation, aimed at elevating our previously designed space in 2005, is a testament to our commitment to seamlessly blend the beauty of the outside world with the sophistication of indoor living, all while embracing the concept of nature’s WHITE NOISE.",
        "The focal point of the design philosophy at Four Seasons Residences Whistler revolves around the transformative power of WHITE NOISE sourced directly from nature. The ethereal symphony of raindrops, woodland whispers, and insect calls serves as the inspiration to create a sanctuary that goes beyond aesthetics. The objective is to provide guests with an immersive experience that not only pleases the eye but also fosters a profound sense of well-being. The interior spaces at Four Seasons Residences Whistler act as a conduit for these healing sounds, aiming to induce deeper sleep, relaxation, stress reduction, and relief from headaches.",
        "In translating the concept of WHITE NOISE into the design, Four Seasons Residences Whistler embodies a warm contemporary sophistication marked by elegant simplicity and innate effectiveness. The overall mood and color scheme reflect the natural tones and hues found in the surrounding landscape. A raw, tactile material palette comprising wood, stone, natural fiber textiles, and leathers further accentuates the connection to the environment. This thoughtful selection of materials at Four Seasons Residences Whistler not only evokes a Swedish spirit but also pays homage to the American Arts and Crafts movement, showcasing meticulous craftsmanship and attention to detail.",
        "One of the notable design challenges at Four Seasons Residences Whistler was seamlessly integrating the interior and exterior spaces to blur the boundaries between them. The solution lies in the careful curation of details that embrace beautiful imperfections, allowing the residence to breathe and resonate with the surrounding nature. The design team at Four Seasons Residences Whistler navigated the challenge with finesse, ensuring that every element contributes to the overall sense of understated excellence.",
        "Standout features at Four Seasons Residences Whistler include the deliberate choice of materials that age gracefully, telling a story of time and creating a sense of authenticity. The fusion of Swedish and Arts and Crafts influences is evident in every corner, from exposed beams revealing quality workmanship to the use of natural fibers that add a layer of tactile comfort. The residence at Four Seasons Residences Whistler, therefore, becomes a canvas where the WHITE NOISE of nature converges with the harmonious design elements to create a luxurious home away from home.",
        "In conclusion, this luxury branded residence at Whistler is a masterful orchestration of design, where the WHITE NOISE of nature becomes the guiding force. The integration of natural elements, meticulous material selection, and a commitment to harmonious living result in a sanctuary that not only captures the eye but also touches the spirit, offering an unparalleled escape into the magic of the mountains."
      ]
    },
    {
      "title": "Apex",
      "url": "https://childesign.com/en/project/apex/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/APEX_013_HDR_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/APEX_869_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/APEX_585_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/APEX_867_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/APEX_771_HDR_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/APEX_951_2000px-1920x1333.jpg"
      ],
      "texts": [
        "Nestled against the stunning backdrop of the North Vancouver Mountains, the Apex tower stands proudly as the cornerstone of the Village, offering a uniquely inspired architectural design that harmonizes with its natural surroundings.",
        "Drawing inspiration from the rugged beauty of the nearby mountains and the organic elements that define the area, the building’s finishes and features are thoughtfully curated to exude both boldness and sophistication.",
        "Rich, dramatic color palettes, combined with refined material choices, create an inviting yet elevated atmosphere that appeals to both cosmopolitan buyers and local residents seeking something special.",
        "The influence of the tower’s architectural design is elegantly reflected within its interior spaces, where linear and asymmetrical lines meet layered materials, resulting in a dynamic and visually captivating environment. The seamless integration of these elements not only enhances the building’s aesthetic but also adds a sense of modernity and timelessness.",
        "Apex tower’s luxurious interiors, with carefully crafted spaces and attention to detail, position it as a true local landmark.",
        "This striking design ensures that the tower will remain a defining feature of the Village, setting it apart from the crowd for decades to come, while providing its residents with a living experience that echoes the natural beauty and sophistication of the surrounding landscape."
      ]
    },
    {
      "title": "Sentinel",
      "url": "https://childesign.com/en/project/sentinel/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/SENTINEL_1488_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/SENTINEL_1064_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/SENTINEL_1184_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/SENTINEL_1151_HDR_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/SENTINEL_1429_2000px-1920x1333.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/SENTINEL_1131_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/11/SENTINEL_1777_2000px-960x960.jpg"
      ],
      "texts": [
        "Nestled in the heart of West Vancouver, Sentinel offers a residence of enduring sophistication, with interiors that reflect the surrounding natural grandeur while embracing a modern urban edge. Inspired by the lush landscape, the design celebrates West Coast luxury through rich, dramatic palettes and finely curated finishes, appealing to a discerning blend of cosmopolitan and local buyers alike.",
        "The interiors embrace natural influences and echo architectural forms through a dynamic play of linear and asymmetrical lines, juxtaposed with layers of refined materials, establishing a unique identity that feels timeless yet innovative.",
        "Expansive views frame each space, capturing vistas of downtown, the Burrard Inlet, and the North Shore Mountains—each moment feels like a painting of West Vancouver’s iconic beauty.",
        "Elevated, hotel-inspired amenities enrich everyday life, providing residents with exclusive access to a refined resident lounge, complete with a catering kitchen and fireside media lounge, ideal for social gatherings and intimate relaxation alike.",
        "Wellness and leisure are at the forefront, with an indoor fitness center featuring state-of-the-art equipment, complemented by a European-inspired hot tub, sauna, and yoga room.",
        "Every element of Sentinel’s interiors has been thoughtfully crafted to foster a refined, luxurious lifestyle for a community that values both tranquility and modern elegance, establishing the Sentinel as a landmark in West Vancouver’s residential landscape for generations to come."
      ]
    },
    {
      "title": "Landmark on Robson Subpenthouse",
      "url": "https://childesign.com/en/project/landmark-on-robson-subpenthouse/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2025/03/8-CHIL_Landmark-646-copy-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2025/03/23-CHIL_Landmark-614-copy-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2025/03/13-CHIL_Landmark-414-copy-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2025/03/11-CHIL_Landmark-726-copy-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2025/03/10-CHIL_Landmark-369-copy-960x960.jpg"
      ],
      "texts": [
        "At Landmark on Robson, we installed a subpenthouse that feels both elevated and inviting, harmonizing perfectly with its highly coveted downtown Vancouver address.",
        "The 270-degree views of the city’s ocean, parks, and mountains take center stage, with the space thoughtfully curated to showcase these breathtaking panoramas.",
        "Furnishings, art, and objects were selected to reflect refined taste, complementing the surroundings with a sense of sophistication. A standout feature is the sculpture corner, where local art and curated objects add character and a touch of refined elegance to the space.",
        "Warmth and texture were key elements for the client, and we achieved this through rich wood paneling, custom millwork beds, and wallpaper in every room, creating an atmosphere that is cozy yet distinguished.",
        "The result is a subpenthouse that strikes the perfect balance between elegance and comfort, creating a home that’s as welcoming as it is stunning."
      ]
    },
    {
      "title": "Lucie",
      "url": "https://childesign.com/en/project/lucie/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/CHIL_Lucie_Web-Res-01_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/CHIL_Lucie_Web-Res-04_cropped-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/CHIL_Lucie_Web-Res-09_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/CHIL_Lucie_Web-Res-11_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/CHIL_Lucie_Web-Res-06_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/CHIL_Lucie_Web-Res-07_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/CHIL_Lucie_Web-Res-08_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/CHIL_Lucie_Web-Res-12_cropped-960x960.jpg"
      ],
      "texts": [
        "Lucie, a new fine-dining French restaurant in the heart of downtown Toronto, invites visitors to indulge in a world of moody sophistication and modern French cuisine. The 70-seat restaurant is an homage to owner and seasoned restaurateur Yannick Bigourdan’s grandmother, Lucie, and their shared love of cooking.",
        "The 4,000 sq ft. interior is inspired by Bigourdan’s memories of his grandmother, her childhood in the French countryside, and the country’s unique cultural history, with emphasis on its classic pop music and period film stars. While the restaurant engages with nostalgia, Lucie is designed to a function as an appropriately intimate setting for executive chef Arnaud Bloquel’s modern French cooking.",
        "CHIL’s design team turned to Serge Gainsbourg, the French musical and cultural icon, as a narrative touchpoint throughout the restaurant’s design. Lucie strives to capture the mood of the 1962 evening that Gainsbourg and Juliette Greco penned the song “La Javanaise” at 33 Rue de Verneuil in Paris.",
        "Housed inside the ground-level of Scotia Plaza in Toronto’s Financial District, Lucie exposes its industrial structure, which includes concrete columns and similar elements. Creating a rich, warm, and intimate interior atmosphere in such a setting emerged as central design challenge for CHIL, addressed in large part through Lucie’s material and colour palette. Deep burgundy and royal blue tones feature heavily across walls, tables, and seating. Heavy velvet drapes offer a tactile contrast to the concrete, while also serving to absorb sound and reduce ambient noise.",
        "To reduce waste and expedite construction, CHIL opted to preserve existing elements of the space, like the marble bar and maple wood flooring. Instead of removing and replacing the latter, which had been damaged over the years, CHIL celebrated the beauty and character inherent to minor imperfections by mending portions of the flooring with accent tile patches. This approach, akin to the Japanese concept of “wabi-sabi”, enabled the delivery of the design in within a constrained timeline.",
        "The recurring use of brass further establishes a sense of warmth and understated luxury throughout Lucie. An arcade of brass globe lighting fixtures hovers above the 20-seat marble bar, creating a cocooning alleyway. Additional brass pendant lights hang above the bar’s opposite side and dining room, while brass sconces sit affixed to walls. Bigourdan even designed his own teak-and-brass-inspired rolling champagne cart, which offers table-side champagne service to guests.",
        "References to Gainsbourg and other period cultural figures dot Lucie’s interior, adding visual interest for diners while serving as playful and nuanced nods to the restaurant’s inspirations and Bigourdan’s memories of his grandmother. Such references are both direct and abstract, ranging from iconic song lyrics penned across walls to a bold biophilic wallcovering of juniper berries that references Gainsbourg’s favourite spirit, gin. A portrait of Gainsbourg, sourced from Bigourdan’s own private art collection, occupies a wall near the restaurant’s entrance. Elsewhere, a hanging chain link installation depicts a pair of characters from 1970 French film, Borsalino.",
        "Both the biophilic wallcovering and chair backs, which are covered in a floral-like pattern, serve to reference Lucie’s life in the South of France’s countryside. Lucie’s house, which overlooked wildflower fields and was often filled with the aromas of home-cooked meals and freshly poured “vin sucre”, was where she often cooked Yannick lunch and dinners when he was a child."
      ]
    },
    {
      "title": "Hollybridge at River Green",
      "url": "https://childesign.com/en/project/hollybridge-at-river-green/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/113-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/120-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/130-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/101-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/127-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/131-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/106-1920x1920.jpg"
      ],
      "texts": [
        "Set in Richmond’s premier community, Hollybridge is the next phase of River Green’s unique waterfront location.",
        "The refined aesthetic incorporates elements of British culture with a modern & contemporary twist. The area which River Green is built was founded by Pioneer & British settler, Samuel Bridghouse. The original plant material on the Brighouse land represented a unique and significant collection of European trees planted by Sam Brighouse. He was a prominent early pioneer and landowner in Richmond in the late 1800’s. This pioneering culture has been the inspiration behind the design aesthetic at Lot 17.",
        "The two main lobby areas and world class amenity spaces represent sophisticated details with high end finishes for a complete and prestigious look. A lot of attention has been emphasized on traditional details of British interior architecture through millwork, cornice details, trims, fabrics and patterns.",
        "Elements such as cognac colored leathers, deep button detail on chesterfield sofas, rivets, horse saddle, crown molding details, wall molding details, chandeliers, crystal and cabinets with art work show casing old English gin, whiskey bottles, labels.",
        "Both the public areas and suite interiors are to be warm and inviting, element of richness, tradition and class. A balance between old and new, scaling more on the end of new."
      ]
    },
    {
      "title": "Delta Calgary Airport",
      "url": "https://childesign.com/en/project/delta-calgary-airport/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/101-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/110-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/106-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/105-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/111-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/107-1920x1365.jpg"
      ],
      "texts": [
        "The design intent behind the lobby space at Delta Calgary Airport is to establish an intuitive flow that caters to the needs of business travelers. The goal is to create a space where guests can enjoy the open area while also having access to enclosed private spaces for work or meetings. This ensures that the lobby accommodates both social interactions and professional needs, seamlessly blending productivity and relaxation.",
        "With a timeless color palette and rich wood elements, the lobby exudes refined elegance and tranquility. The carefully selected materials symbolize durability and longevity, embodying an enduring design concept.",
        "At the center of attention is the striking architectural wooden canopy, showcasing intricate patterns and textures that captivate the eye. It serves as a focal point, guiding guests effortlessly through the space while adding depth and visual interest.",
        "The lobby renovation draws inspiration from Calgary’s vibrant spirit, offering glimpses of local culture through curated artwork, photographs, and motifs. These design elements immerse visitors in the dynamic character of the city.",
        "Delta Calgary Airport’s lobby provides a serene sanctuary amidst the fast-paced world of travel. Its seamless flow, private spaces, timeless palette, and captivating wooden formations strike a harmonious balance between functionality and sophistication. Guests are warmly invited to indulge in this distinguished space, where utility intertwines with a cool elegance."
      ]
    },
    {
      "title": "Hilton Toronto",
      "url": "https://childesign.com/en/project/hilton-toronto/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Hilton-Toronto_9094-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Hilton-Toronto_9528b-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Hilton-Toronto_9422-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Hilton-Toronto_8962-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Hilton-Toronto_9672-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/zCHIL_Hilton-Toronto_0102-960x960.jpg"
      ],
      "texts": [
        "CHIL Interior Design was engaged in transforming the guest experience at Hilton Toronto’s downtown location, undertaking the redesign of 375 guestrooms across 26 floors.",
        "The scope of work encompassed diverse room types, including king rooms, double queen rooms, and suites, as well as the rejuvenation of guestroom corridors and elevator lobbies.",
        "The design approach is a meticulous fusion of classic elegance and contemporary sophistication. Through the integration of clean lines, minimal detailing, and a subtle touch of Hilton glamour, each space is curated to establish the Toronto location as the quintessential must-stay destination in Canada.",
        "Layering the timeless charm of classic shapes into individual spaces, the guestrooms reflect an atmosphere of refined luxury.",
        "A neutral and light palette, carefully chosen to create warmth and comfort, serves as the backdrop for the introduction of fresh blue color accents. This deliberate interplay of colors surrounds guests in an environment that transcends trends, ensuring a timeless and elegant ambiance.",
        "The design on the Hilton Toronto guestroom renovation sets a new standard for luxury accommodation. With a focus on timeless design principles and a commitment to creating spaces that evoke both elegance and comfort, the Toronto location emerges as a beacon of hospitality excellence in Canada."
      ]
    },
    {
      "title": "Arbutus Club",
      "url": "https://childesign.com/en/project/arbutus-club/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/221112-CHIL-ARBUTUS_097_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/221112-CHIL-ARBUTUS_040_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/221112-CHIL-ARBUTUS_145_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/221112-CHIL-ARBUTUS_193_HDR_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/221112-CHIL-ARBUTUS_013_2000px-960x960.jpg"
      ],
      "texts": [
        "Inspired by the lush surroundings of the Arbutus Club, the design of the event spaces are created with the notion of a hidden path.",
        "Drawn by the exclusivity of the property, its symbolism of success and how it has become an urban retreat for its select membership, we follow this path to the apex of our journey.",
        "Only the few get to discover the tranquility of the path and they worked hard to get there. The design of the event spaces focuses on creating a quiet luxury experience for guests upon their arrival. Members and visitors will experience a journey full of design elements crafted to reinforce this exclusive refuge.",
        "With a sophisticated and warm palette, attention to detail and careful selection of work by local artists, the West Coast beauty echoes throughout the space.",
        "The hidden path awaits to give members and guests a journey filled with the joy of discovery."
      ]
    },
    {
      "title": "The Dorian, an Autograph Collection",
      "url": "https://childesign.com/en/project/the-dorian/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/144_Web-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/106_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/131_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/129_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/132_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/151_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/101_Web-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/145_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/138_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/148_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/153_Web-960x960.jpg"
      ],
      "texts": [
        "‘Modern Day Wilde’ is the guiding concept behind the Dorian, a new addition to the Autograph Collection.",
        "As Calgary shifts to become a destination for the young and successful, we draw inspiration from some of Wilde’s most notable traits including his unique take on society, his progressive sense of style, and his love for the good life.",
        "Wilde’s sharp wit and ability to surprise inspired the whimsical and playfully designed features peppered throughout the hotel. Unique details and one-of-a-kind furniture pieces are found at every turn, teasing guests with creativity and ‘Aha!’ moments to discover.",
        "Thoughtful juxtaposition between modern and old English elements were studied to allow us to create a space that is uniquely Calgary with an homage to the time where Oscar Wilde was from.",
        "The saturated colour palette of deep green, blue and purple is equally hip and restrained.",
        "European sophistication combines with the region’s beautiful geography to create a richly layered environment that embodies a new and modern sense of Wild(e).",
        "We did not shy away from layering patterns and textures to create a space that tells the story of the famous author and playwriter imaging Oscar Wilde being alive today."
      ]
    },
    {
      "title": "Mesa by José Avillez",
      "url": "https://childesign.com/en/project/mesa-by-jose-avillez/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Mesa_Restaurant_DSC09689-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Mesa_Restaurant_DSCF1379-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Mesa_Restaurant_DSC09770-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Mesa_Restaurant_DSCF1399-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Mesa_Restaurant_DSC09719-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Mesa_Restaurant_DSC09714-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/04/Mesa_Restaurant_DSC09810-1920x1920.jpg"
      ],
      "texts": [
        "Mesa by José Avillez, the award-winning Portuguese restaurant, is located at THE KARL LAGERFELD, the world’s first and only hotel with interiors entirely designed by the late fashion legend. The exquisite and luxurious setting offers guests an unparalleled immersion into Karl’s unique taste in modern Chinoiserie design infused with his inimitable fashion sense.",
        "Appointed as the Executive Interior Designer CHIL Interior Design commissioned to oversee the delivery of Karl Lagerfeld’s striking design concepts, from his bold new vision of luxury hospitality design to every single fine detail visible by the guests. Working closely with the designer himself throughout the making of this one-of-its-kind masterpiece, CHIL perfectly captured the essence of Karl Lagerfeld’s vision and added value to the successful delivery of the project through its leading expertise in global hospitality interior design.",
        "The interior of Mesa by José Avillez exemplifies Karl’s lifelong fascination with, and inexhaustible exploration of, design and style. Through the restaurant’s design, Karl expresses lifestyle pleasures through a lavish and eclectic blend of Chinese and Western luxury manifesting the designer’s cosmopolitan philosophy and distinct artistic vision. Prominent symbols in Chinese culture including the peony, phoenix, and jade inform the design, which unfold throughout the hotel as guests enter and embark on a journey of style, rejuvenation, and splendor.",
        "Upon entering the restaurant, the guests will be amazed by the creative combination of bold colors and iconic patterns. Chinese elements are expressed through diversified forms, from the noble color tone consisted by black, gold, and red, overscale graphics, glittering texture, to the unusual shapes of custom-made furniture. Their extraordinary proportions and composition represent Karl Lagerfeld’s sophisticated reimagining of modern Chinoiserie via traditional craftsmanship.",
        "Karl’s precise attention to detail is reflected throughout the intricate and opulent flourishes that inform the project’s immersive design. CHIL meticulously executed the project with a profound understanding of Karl’s core aesthetic that reaches beyond his widely celebrated style in fashion. Working with a perfectionist who has superlative attention to detail requires an equal adherence to perfection.",
        "With each pattern, material and design element personally conceived of or selected by Karl, CHIL coordinated a seamless integration of artistic design concepts with technical aspects. From the planning to project management, quality control and final delivery, CHIL merged Karl’s high concept vision with flawless execution, delivering a fashion hospitality project that dazzles guests through an exploration of the legendary designer’s boundless inspiration."
      ]
    },
    {
      "title": "Riviera Presentation Center",
      "url": "https://childesign.com/en/project/riviera-presentation-center/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/220925-CHIL-RIVIERA_044_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/220925-CHIL-RIVIERA_020_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/220925-CHIL-RIVIERA_134_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/220925-CHIL-RIVIERA_121_HDR_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/220925-CHIL-RIVIERA_080_HDR_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/220925-CHIL-RIVIERA_094_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/220925-CHIL-RIVIERA_021_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/220925-CHIL-RIVIERA_056_2000px-960x960.jpg"
      ],
      "texts": [
        "The intent of the Riviera presentation center was to deliver a sense of elevated luxury immediately upon arrival. The light and airy palette contribute to a sense of polished sophistication that will be carried throughout the tower itself.",
        "Warm neutrals, paired with elegant metal accents and light wood tones create a tasteful backdrop for buyers looking to invest in their next home.",
        "For the 1-bedroom unit, the client profile was a young professional single male who enjoys the finer things in life. While showcasing the darker scheme, the focus for this suite was to convey a sense of sophisticated masculinity,",
        "Deep wood tones and tobacco accents work with the sleek dark countertops to create a polished and well curated bachelor home.",
        "The 2 bedroom was tailored to a couple in their early to mid-30s who love to entertain. The aim was to create an elevated neutral sanctuary that was perfect for hosting dinner parties. Light, neutral tones work to highlight the elegance of the light scheme, while customized millwork showcased the couple’s love for entertaining in the dining area.",
        "By providing a warm and inviting home with hints of luxury throughout, the unit speaks to a buyer who craves a refined bohemian feel."
      ]
    },
    {
      "title": "Delta Markham",
      "url": "https://childesign.com/en/project/delta-markham/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Delta_Web-Res-16-1920x1850.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Delta_Web-Res-14_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Delta_Web-Res-02_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Delta_Web-Res-13_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Delta_Web-Res-07_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Delta_Web-Res-06_-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2024/02/CHIL_Delta_Web-Res-01_-960x960.jpg"
      ],
      "texts": [
        "In the heart of the ever-evolving City of Markham, a thriving community shaped by multicultural influences and a blooming industry, stands the newly transformed Delta Hotel Markham—a testament to the city’s dynamic spirit.",
        "Guided by the vibrant energy of Markham, CHIL embarked on a comprehensive redesign of the entire hotel, from the welcoming lobby and reception areas to the versatile meeting spaces, guestrooms, and a refreshing update to the fitness & pool area.",
        "Embracing a modern aesthetic with a timeless palette, the design draws inspiration from the city’s unique neighborhoods. A neutral and warm foundation serves as a canvas for pops of colors, engaging patterns, and textured materials, reflecting the rich tapestry of cultural diversity and the ever-growing influence of the tech sector.",
        "The lobby’s design emphasizes a wooden ceiling feature, adding a touch of sophistication and warmth while guiding the eye to explore the rest of the lobby. Guestrooms provide a serene escape, embodying comfort and sophistication with a focus on durability and longevity in material choices.",
        "The design has seamlessly woven together the diverse threads of Markham’s identity, creating a hotel that not only reflects the city’s present but also looks forward to its future. Delta Hotel Markham stands as a modern and sophisticated retreat, where utility intertwines with cool elegance, inviting guests to indulge in the distinguished spaces crafted with precision and passion."
      ]
    },
    {
      "title": "Allison Homestore",
      "url": "https://childesign.com/en/project/allison-homestore/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/230402-CHIL-MOSIAC-ALLISON_188_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/230402-CHIL-MOSIAC-ALLISON_079_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/230402-CHIL-MOSIAC-ALLISON_031_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/09/230402-CHIL-MOSIAC-ALLISON_139_2000px-1920x1333.jpg"
      ],
      "texts": [
        "The interior design project for the Allison Homestore was designed to inspire and capture the imaginations of potential buyers. The design aimed to create a space that was both luxurious and welcoming, providing a sense of comfort and elegance that buyers would aspire to have in their own homes.",
        "The suite featured a palette of whites and neutral tones, creating a clean and minimalist look with traditional touches and timeless finishes that showcased classic elements. By layering different textures, a sense of depth and warmth was added in the space, making it feel more welcoming and comfortable.",
        "Overall, the display suite was a beautiful and welcoming space that combined classic and modern elements in harmony. The design took thoughtful considerations of the needs and lifestyle of potential buyers, creating a comfortable and practical space that they could aspire to live in."
      ]
    },
    {
      "title": "Prologue",
      "url": "https://childesign.com/en/project/prologue/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/122_Web-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/123_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/127_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/126_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/128_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/119_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/124_Web-960x960.jpg"
      ],
      "texts": [
        "Wilde’s sharp wit and ability to surprise inspired the whimsical and playfully designed features peppered throughout the day to night bar.",
        "Continuing the whimsical design philosophy throughout the property, the design of the Prologue also drew inspiration from English apothecaries in the 1800’s. Modern twists of traditional design language were introduced throughout the space.",
        "Saturated green is carried into the cafe from the lobby area paring with a beautiful deep maroon. The space provides a sense of playfulness balanced with old English flair."
      ]
    },
    {
      "title": "REN",
      "url": "https://childesign.com/en/project/ren/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/MorisMoreno_CHIL_083022_0560-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/MorisMoreno_CHIL_101222_2307-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/MorisMoreno_CHIL_083022_0620-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/MorisMoreno_ZGF_051122_2400-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/MorisMoreno_ZGF_051122_2363-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/MorisMoreno_ZGF_051122_2651-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/MorisMoreno_ZGF_051122_2606-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/MorisMoreno_ZGF_051122_2790-960x960.jpg"
      ],
      "texts": [
        "In the heart of Seattle’s vibrant South Lake Union neighborhood, REN is the client’s first foray into the US luxury rental market.",
        "Before jumping into design, we engaged our client in unique visioning sessions to help clarify the target market and articulate a message and purpose that better responds to the pandemic and the evolving needs of the end users.",
        "Inspired by the concept of exploration and merging humanity and technology, the main design objective of this condo building is to create an immersive art experience. Custom artwork and large installations that range from organic and natural in form, with a twist of modern technology to bold and colourful statements adorn the public areas throughout the building.",
        "In addition to the extraordinary art experience, the building provides tenants with an array of amenity spaces throughout the tower, including a fully functional lobby bar, private lounges offering unparalleled 360° views of the city, fitness facility as well as an extensive dog wash area with both indoor & outdoor dog play areas and a viewing lounge for owners.",
        "Co-working spaces, individual working pods, and meeting rooms, are provided to offer the young professional tenants flexibility as the world collectively moves towards a hybrid work model.",
        "In the units, refined layouts maximize views and flood spaces with daylight to create a strong connection to the adjacent community and provide exceptional livable spaces."
      ]
    },
    {
      "title": "The Wilde",
      "url": "https://childesign.com/en/project/the-wilde/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/114_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/108_Web-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/112_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/116_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/118_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/110_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/111_Web-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/117_Web-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/109_Web-960x960.jpg"
      ],
      "texts": [
        "As Calgary shifts to become a destination for the young and successful, we draw inspiration from some of Wilde’s most notable traits including his unique take on society, his progressive sense of style, and his love for the good life.",
        "Wilde’s sharp wit and ability to surprise inspired the whimsical and playfully designed features peppered throughout the restaurant. Unique details and one-of-a-kind furniture pieces are found at every turn, teasing guests with creativity and ‘Aha!’ moments to discover.",
        "Thoughtful juxtaposition between modern and old English elements were studied to allow us to create a space that is uniquely Calgary with an homage to the time where Oscar Wilde was from.",
        "The saturated colour palette of deep green, blue and purple is equally hip and restrained.",
        "European sophistication combines with the region’s beautiful geography to create a richly layered environment that embodies a new and modern sense of Wild(e).",
        "We did not shy away from layering patterns and textures to create a space that tells the story of the famous author and playwriter imaging Oscar Wilde being alive today."
      ]
    },
    {
      "title": "Spirit Ridge, The Unbound Collection by Hyatt",
      "url": "https://childesign.com/en/project/spirit-ridge/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/CHIL-Comp06-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/CHIL-Comp04-RVD-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/CHIL-Comp14-RVD-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/CHIL-Comp10-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/CHIL-Comp05-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/CHIL-Comp09-RVD-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2023/02/CHIL-Comp17-960x960.jpg"
      ],
      "texts": [
        "Surrounded by desert, vineyards, and mountains, Osoyoos is a great destination for people to come unwind and reconnect with nature.",
        "Inspired by the Syilx/Okanagan people and their deep connection to the past and land, Spirit Ridge provides a moment of connection with the land, people and the culture of the region.",
        "Like the grape rootstock that’s deeply bonded to the earth, bold and vibrant colours inspired by the surrounding landscape are placed on a soft, earthy backdrop to create a beautiful palette unique to Osoyoos.",
        "Tactile patterns influenced by local artisans are used thoughtfully to provide a sense of place. A patina of natural materials show the passing of time and remind us of our connection to the outdoors.",
        "We become better people the more we learn about ourselves. Spirit Ridge is a place to pause, reflect, and help us with just that."
      ]
    },
    {
      "title": "Moody Yards",
      "url": "https://childesign.com/en/project/moody-yards/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CD_MOODY-YARDS_050-1_2000px-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CD_MOODY-YARDS_207_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CD_MOODY-YARDS_220_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CD_MOODY-YARDS_321_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CD_MOODY-YARDS_358_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CD_MOODY-YARDS_347_2000px-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CD_MOODY-YARDS_283_2000px-960x960.jpg"
      ],
      "texts": [
        "Moody Yards is about owning distinctiveness. Embracing and celebrating the transformation of a neighbourhood while not forgetting the layers of its story.",
        "Mood Yards’ bold and progressively urban architecture will be a prominent addition to this transforming community. These design elements will be pulled into the interior design to create a natural connection between interior and exterior.",
        "The interior design concept will have underlying traditional design elements that will add a sense of familiarity and comfort to the home buyer; however, these elements will be deconstructed and re-defined into a unique take on traditional design.",
        "As a nod to Port Moody’s industrialized past, key design details will be added as the final layer that have a more utilitarian and industrial aesthetic.",
        "The interior design will carefully curate and layer these different narratives to create original spaces for new stories to begin."
      ]
    },
    {
      "title": "VUE",
      "url": "https://childesign.com/en/project/vue/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2020/03/VUE-Singapore-3-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/03/VUE-Singapore-2-scaled.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/11/VUE_Singapore_19_011_Lowres-960x800.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/11/VUE_Singapore_19_033_Lowres-960x800.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/11/VUE_Singapore_19_019_Lowres-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/03/VUE-Singapore-9-1920x1920.jpg"
      ],
      "texts": [
        "Inspired by Singapore’s affluent, cosmopolitan energy, the design of VUE rooftop bar & grill exudes modern elegance with subtle touches of intricate details throughout its high-end, stylish finishes. This ranges from the Italian furniture selection, to view-oriented, efficient spatial planning and integrated lighting curated and programmed to adapt to the changing ambience throughout the day and night.",
        "Accessible via a private elevator, you are welcomed into a bejewelled path and entry hallway with an impressive showcase of a floor-to-ceiling wine display and bespoke art, punctuated by a tall mirrored ceiling creating a bold sense of arrival and anticipation.",
        "Entering the main dining area, guests will be awed by the sudden expansion of spatial volume formed by the cathedral-effect, barrel vault ceiling made of oxidized copper against the backdrop of the spectacular Marina Bay, evoking a sensational moment. While luxurious ink and tan leather seats create a comfortable setting, the warm lighting from the lamps lined along the refined millwork wall softens the overall atmosphere.",
        "The exclusive private dining room is outfitted with a generously sized custom-made table made of exotic wood veneer, chairs clad in beautifully detailed leather, a rich wool and silk area rug all while being surrounded by deep millwork and gold accents. This is in-vogue dining experience with equally unparalleled views of the skyline. The outdoor rooftop spritz bar offers an open and light-hearted drinking space topped by the occasional sea breeze and panoramic city views.",
        "The overall composition of exquisite materials and natural finishes delivers the impression of atmospheric luxury, yet with a visible uniqueness and appreciation of the finer details. The elegant interiors and echoless acoustics invite VUE guests to savor fusion delicacies as they enjoy the stunning vistas of Marina Bay and the Singapore skyline over intimate conversations."
      ]
    },
    {
      "title": "Versante Hotel",
      "url": "https://childesign.com/en/project/versante-hotel/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Design_Versante_801wanderer_02-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/2022.03.16_CHIL_Versante_7-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CHIL-Design_Versante_1105Navy_01-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/2022.03.16_CHIL_Versante_6-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/2022.03.16_CHIL_Versante_17-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CHIL-Design_Versante_mezzanine_2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/CHIL-Design_Versante_Hallway_02-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/2022.03.16_CHIL_Versante_3-960x960.jpg"
      ],
      "texts": [
        "Voyeurism has gone global. As a society, we are now more interested than ever before in what other people are doing, how they look, what they are consuming and where they are going. In the ever-expanding outlets in which people choose to display their lives, areas like hotel rooms, even public bathrooms, and corridors, are now a backdrop to modern day popularity.",
        "Guestrooms and suites are divided up into 5 unique schemes that speak to the individual personalities we celebrate within the online community: the Creative, the Wanderer, the Active, the Social, and the Individual. Defined by bold colours that speak to each personality the spacious and well-appointed guestrooms reflect the health and wellness aspirations of the Active or the vibrant and dynamic personality of the Social to name a few. With large spa-like bathrooms that boast floating marble vanities in soft green, custom lit arched mirrors and large walk-in showers with a free-standing tub, each guestroom and suite allow for an experience unlike others.",
        "The CHIL Suite and the Versante Suite both provide upgraded experiences for those who need more room to entertain or relax. The CHIL Suite has an immersive primary bedroom with mirrored starburst headboard and ceiling treatment supported by soft pink and peach jungle flora wallpaper and an adjacent bathroom with a floating vanity on the mirror for uninterrupted views of the city.",
        "In the Versante Suite, the large custom blue kitchen with an adjoining dining and living room highlighting bold and lush custom furniture is one aspect of a large penthouse suite that also boasts a full white marble palatial bathroom with a deep red vanity in which to capture that perfect selfie.",
        "The entire hotel, from public areas to guestrooms, is infused with bright colours, elaborate patterns, bold stones, bright reflective materials that all speak to and celebrate that main statement of you have arrived. Appointed with original artwork by Marie Kourie and Andy Dixon, this hotel also celebrates Canadian artists and provides many opportunities for the guests to appreciate all of what Vancouver has to offer.",
        "A unique feature among many in this hotel are the unisex bathrooms which float in a millwork oval above the lobby. Within, this almost circular room is enveloped in a red glow from the lights mimicking Chinese lanterns in the ceiling balanced with rich black marble and high gloss black doors with lion’s head knockers. Free standing sinks and glowing mirrors create an atmosphere that will make those last touch ups simply perfect."
      ]
    },
    {
      "title": "The Block",
      "url": "https://childesign.com/en/project/the-block/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/TheBlock_02-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/TheBlock_04-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/TheBlock_05-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/TheBlock_08-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/TheBlock_03-960x960.jpg"
      ],
      "texts": [
        "Life is beautiful. Romance and falling in love with your city, your home and ultimately the lifestyle only this location can provide is at the core of the design inspiration for this project.",
        "Living in the heart of the action, Amacon’s development will bring in a diverse demographic of urban-loving individuals. Whether it be the young and sophisticated illustrating the lifestyle of new age glamour or the young at heart that want to seek deeper connection to others and the city. Their editorial style reminds us that we can be a balance of curated and curious, where we have time for things that matter and time for new explorations.",
        "Smart design and elevated finishes define the interiors at Block. Hotel-inspired lobby will make the consumer feel like they’re living in a classic Hollywood movie, complete with soaring ceilings and stunning interior design set against historic brick. The carefully considered details maximize usability, so the homes are as practical as they are attractive."
      ]
    },
    {
      "title": "Aroma Resto Bar",
      "url": "https://childesign.com/en/project/aroma-resto-bar/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/005-Delta-Saskatoon-2021crop-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Aroma-Resto-Bar-Saskatoon-7-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Aroma-Resto-Bar-Saskatoon-1-scaled.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Aroma-Resto-Bar-Saskatoon-9-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/DH_YXEDS_Restaurant_1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Aroma-Resto-Bar-Saskatoon-5-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/03-Delta-Saskatoon-2021-960x960.jpg"
      ],
      "texts": [
        "Saskatoon is known as the bridge city due to its large amount of connections throughout the region and by taking a closer look at these structures, we uncover a wealth of design direction. The restaurant and lounge design is conceptually driven by the raw materials such as concrete and rusted steel translating into a warm palette of soft grays highlighted with copper and metallic accents.",
        "The strength and authenticity of the bridges can be found in the solid stone forms and comforting use of natural materials such as leather accents, metal inserts and comforting natural fabrics.",
        "Connecting communities whether it be by bridge, by food or by design is important to building a strong neighbourhood and lasting memories for locals and guests alike."
      ]
    },
    {
      "title": "Fairmont Château Laurier",
      "url": "https://childesign.com/en/project/fairmont-chateau-laurier/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Chateau_Laurier_Hays03-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Chateau_Laurier_Hays05-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Chateau_Laurier_Karsh02_crop-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Chateau_Laurier_Hays04-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Chateau_Laurier_Karsh12_crop-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Chateau_Laurier_Hays06-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Chateau_Laurier_Karsh07-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Chateau_Laurier_Hays01_crop_noTV-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Chateau_Laurier_Karsh09_crop-960x960.jpg"
      ],
      "texts": [
        "Known as Ottawa’s Castle, Fairmont Château Laurier’s historical presence towers over the Canadian city, in both a literal and figurative sense. The importance of this iconic hotel to the city is evidently remarkable but the people that helped shape the history of the hotel is where the story of the suite renovation design begins and draws its influence from.",
        "Inspired by the namesake Sir Wilfrid Laurier, the Canadian Prime Minister at the time the hotel was first built, Charles Melville Hays, President of Grand Trunk Railway and commissioner of the hotel, as well as Yousuf Karsh, famed photographer who maintained his studio and residence in the hotel for many years, we drew inspiration from these visionaries to create a design for the hotel that is as bold and unforgettable as the icons themselves.",
        "The newly designed spaces showcase authenticity and integrity that blends seamlessly with the original details of the hotel tracing back to the early 20th century. From the intricate masonry to the delicate details of the mouldings, the suite design compliments these historical original features with utmost respect and admiration.",
        "Shades of aged and antique gold juxtaposed with a mix of silvers and blacks paired with lush textured applications create depth that echoes the elegance of the time period. Special attention is paid to respecting the historical luxury while delicately positioning this suite in a more forward looking aesthetic.",
        "Bringing the suite into the new century, streamlined and unexpected modern elements are incorporated, perfectly balancing the line of historic and urban nature of the city. Completely open bathroom design with a central vanity and a free-standing soaker tub back-to-back translate to the same independence and confidence these inspiring figures represented, all while bringing a revitalizing private spa experience to the guests in the comfort of their own suite.",
        "Of the highest importance, the new interior renovation, completed in January 2021, celebrates the unique character of this local landmark while, in the same breath, accentuates the beautiful and luxurious details that portrays “Canada’s tradition of grandeur”."
      ]
    },
    {
      "title": "Chloe Kerrisdale",
      "url": "https://childesign.com/en/project/chloe-kerrisdale/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Chil-BH-Chloe-WEBRES-2021-07-19-021-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Chil-BH-Chloe-WEBRES-2021-07-19-031-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Chil-BH-Chloe-WEBRES-2021-07-19-019-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Chil-BH-Chloe-WEBRES-2021-07-19-029-1920x1668.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Chil-BH-Chloe-WEBRES-2021-07-19-020-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Chil-BH-Chloe-WEBRES-2021-07-19-035-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Chil-BH-Chloe-WEBRES-2021-07-19-025-960x960.jpg"
      ],
      "texts": [
        "The romance of discovery is found in all aspects of life if you are willing to explore. Travel, culture, design, music, fashion all inspire life and none are more influential than seeing these aspects through the cultural lens of the city of Paris. Through the distinct architecture, fragrant French gardens and the overall appreciation of the finest details in living, the interior design for this development seeks to celebrate these unique Parisian details within.",
        "A Classical foundation juxtaposed with modern details, the interior design will pay homage to the famous Parisian influence through elegant design and positioning. Organic and historic details, crisp and luxurious materials create a delicate balance between order and nature.",
        "With soft palettes and sophistication, the result is unforgettable spaces that express the effortless elegance, grace, and joie de vivre of Paris itself. A balance between indulgence and restraint, between measure and proportion and between structure and abstraction, the Chloe Kerrisdale project will be an exquisite jewel standing out within the community."
      ]
    },
    {
      "title": "Telford on the Walk",
      "url": "https://childesign.com/en/project/telford-on-the-walk/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/LIVINGROOM_G-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/LOUNGE_004-960x843.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/LOBBY_004-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/GAMESROOM_004-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/KITCHENG1B-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/LIVINGROOM_C_004-960x882.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/BEDROOM_004b-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/BATHROOM_004-960x960.jpg"
      ],
      "texts": [
        "Telford on the Walk is in a 33-storey mixed-use residential high-rise tower in central Burnaby. Located only two minutes away from Metro Vancouver’s biggest mall and sky train station.",
        "Designed for the discerning buyer, the concept for Intracorp’s exciting new developments in the Metrotown area focus on carefully thought-out details and a fresh aesthetic inspired by the transformative stages of a butterfly. As Burnaby continues to embrace change, Telford on the Walk, along with its sister tower Maywood on the Park, will lead the charge in transforming the up-and-coming Metrotown area.",
        "While distinct aspects of the same transformation, both towers will share the same attention to detail and be thoughtfully designed with unique, fashion-forward homes and gathering places.",
        "Respecting the demographic of these developments and their locale, the design pays careful attention to the needs and expectations of the new home owners who will see their aspirations come to life in a memorable yet timeless approach centered on modern amenities, streamlined materials and overall ease of living. The absolute ideal environment in which to live, work and play."
      ]
    },
    {
      "title": "King Blue Hotel",
      "url": "https://childesign.com/en/project/king-blue-hotel/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chil-Design-King-Blue-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chil-Design-King-Blue-9-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chil-Design-King-Blue-10-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chil-Design-King-Blue-12-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chil-Design-King-Blue-6-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chil-Design-King-Blue-5-960x960.jpg"
      ],
      "texts": [
        "Designed to attract a discerning and sophisticated traveler, King Blue Hotel is the epitome of laid-back luxury. Contemporary yet comfortable, the hotel’s design features marble walls, warm metal accents and rich mahogany millwork.",
        "Reflective mirrored finishes add a sense of sparkle that illuminate the space in the evening and fluid space planning allows for transformational areas through out the hotel.",
        "The double-height hotel lobby features a central staircase that hosts a signature bespoke chandelier connecting the lobby to the ballroom level, providing a striking focal point for arriving guests and visitors.",
        "Located on the seventh floor, amenities are shared with the condominium towers and include a pool with expansive outdoor patio, media room, and fitness areas.",
        "Modern and stylish, this retreat exudes a sense of grace through timeless design that offers guests an unforgettable and luxurious experience in the heart of Toronto’s entertainment area."
      ]
    },
    {
      "title": "Stock and Supply",
      "url": "https://childesign.com/en/project/stock-and-supply/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/04/SS03-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/04/SS01B_crop-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/04/SS04-960x960.jpg"
      ],
      "texts": [
        "Once a traditional lobby bar built in 1998 Stock and Supply was transformed into a neighbourhood restaurant with small plate menu with locally sourced ingredients and unique beverage offerings. The raised floor plate was expanded over a grand lobby stair that was underutilized due to vehicle access at the other end of the lobby. The design centred on a feature bar in the primary line of sight supported by a variety of seating options, all now visible from the main lobby. An exposed ceiling creates an unexpected moment linking the establishment to the many food and beverage interventions in the adjacent Gastown area – the historic heart of the young city.",
        "The design palette for the space is fresh with a vibrant graphic floor tile. The design pulled inspiration from the Gastown district mixed with a modern palette with bold graphic elements. This restaurant offers a warm and approachable environment in one of Vancouver’s trendiest areas."
      ]
    },
    {
      "title": "Parkside at Lynn",
      "url": "https://childesign.com/en/project/parkside-at-lynn/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Mosaic-Lynn-Parkside-Home-2021-01-20-112-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Mosaic-Lynn-Parkside-Home-2021-01-20-107-1920x1668.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Mosaic-Lynn-Parkside-Home-2021-01-20-028-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/Mosaic-Parkside-at-Lynn_01-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Mosaic-Lynn-Parkside-Home-2021-01-20-135-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/CB-Mosaic-Lynn-Parkside-Home-2021-01-20-011-960x960.jpg"
      ],
      "texts": [
        "Welcoming buyers to slip into the North Shore lifestyle with ease, Parkside at Lynn sets itself apart by bringing international design influences from European and a Scandinavian alpine aesthetic and blends it with an approachable local feel for the well-traveled, design savvy home owner.",
        "The inspiration behind the design roots in the unique setting of the North Shore. Placed on the edge of wilderness and a stones throw away from a world class city, it is where raw nature and refined urban comfort go hand in hand. The morning light shining through the tree tops inspired the warm wood palette that drives the central point of design.",
        "As the clouds push up against the North Shore mountains it creates an interesting juxtaposition between the darkness and strength of the evergreen trees vs. the stream of soft fog that drifts and weaves up the mountain, creating a scene that is purely Pacific Northwest. That transpired into the clean, minimalistic lines showcasing the natural beauty of materials such as wood & stones, both prominent in the local area."
      ]
    },
    {
      "title": "Crystal Lodge Whistler",
      "url": "https://childesign.com/en/project/crystal-lodge-whistler/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/04/CL_02-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/04/CL_06-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/04/CL_03-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/04/CL_01V2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/04/CL_04-960x960.jpg"
      ],
      "texts": [
        "From the earliest beginnings of the historic Rainbow Lodge, to the original ski-bum homes, and the ever-present First Nations culture and influence, there has always been one constant found in Whistler, that being…. the spirit & awe of the mountains.",
        "As passionate as the first adventurers to discover Whistler, their dreams driven by the landscape, visitors today come to follow in their footsteps fulfilling passions and dreams for themselves. Their visions have transformed Whistler into an adventurist’s playground for all mountain enthusiasts and nature lovers alike. They dare to seek out the extraordinary.",
        "The Crystal Lodge North Wing refurbishment is a sensory walk through Whistler’s past and present. Revealing what made Whistler what it is today and encouraging the guest to create their own limitless mountain stories. Whether its one’s dreams to advance or learn new skills or simply just connect with nature, the past will inspire the present.",
        "The palette is influenced by natural materials that make up the vast majority of Whistler & Blackcomb Mountain. The careful use of cedar and spruce wood tones will create a comfortable and familiar warmth while the black lichen that clings to the granite rock mixed with colors of andesite and shale will influence the carpet and fabric palette. These materials will seek to express a language that is not only identifiable to the area, but specific to the Canadian West Coast. Interspersed throughout will be a modern twist on the Mountain living idea through thoughtful use of local art speaking to the region and the youthful traveler.",
        "When people return or visit for the first time, we hope for them to feel the comfort of a space that is associated specifically to Whistler. Through the look, feel and touch of all things that connect them to the Mountain. A cozy and warm space that is a place to unwind and connect from where they can be encouraged to explore and create memories for themselves, just like those of Whistlers’ past."
      ]
    },
    {
      "title": "Hotel Belmont",
      "url": "https://childesign.com/en/project/hotel-belmont/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/01-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/02-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/03-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/10-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/09-960x683.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/05-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/04-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/08-960x960.jpg"
      ],
      "texts": [
        "The Hotel Belmont is a brand that re-envisions the traditional hotel model in Vancouver, enhancing the value of the building through an innovative and locally inspired approach to design and development. Through custom-tailored branding, design, and programming, Hotel Belmont brings new life to Granville Street, paying homage to its historical design details and legendary status in Vancouver.",
        "The concept took a bold and unique approach to the design of Hotel Belmont: from wallpapering faces to the ceiling of the lobby to running carpet up the walls of the guest corridors. It is all about “attention to detail” and creating a “wow” experience for guests alike.",
        "The overall design is engaging, vibrant and unique. Along with the many hotel perks, the interior design makes staying at the Hotel Belmont a timeless, immersive experience."
      ]
    },
    {
      "title": "Fairmont Hotel Vancouver",
      "url": "https://childesign.com/en/project/fairmont-hotel-vancouver/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Fairmont-Hotel-Van_Story1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Fairmont-Hotel-Van_Story5-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Fairmont-Hotel-Van_Story4-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Fairmont-Hotel-Van_Story7-1-640x640.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Fairmont-Hotel-Van_Story2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Fairmont-Hotel-Van_Story3-960x960.jpg"
      ],
      "texts": [
        "Celebrating Fairmont Vancouver’s prominent past as a premiere railway hotel, carefully selected details are restored to their original grandeur while fresh elements appeal to the sensibilities of today’s modern traveler.",
        "Designs for these 14th floor premium and heritage suites commemorate the city’s monumental Royal Visit in 1939.",
        "Our work on the second phase of renovations for this iconic property will include updating the Gold Lounge and the balance of the Gold guest rooms, corridors and elevator lobbies."
      ]
    },
    {
      "title": "Greenland Primus Resort & Apartments",
      "url": "https://childesign.com/en/project/greenland-primus-resort-apartments-sanya-china/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/MG_0087-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/MG_0241-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/MG_0105-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/MG_0258-960x960.jpg"
      ],
      "texts": [
        "Situated in Yuelan Bay with a mountain backdrop, the Greenland Primus Resort Sanya provides modern travelers a peaceful and relaxing retreat away from the hustle and bustle on Hainan Island, also known as the Eastern Hawaii.",
        "The interior design concept evolves from the alluring and magnificent pearl. China has a long and rich history with the pearl, dating back to 4000 years ago. Hainan Pearls were recognized and widespread, dating back to the Qin Dynasty (221 to 206 BC) with its abundant pearl production on the island. Throughout history pearls were widely used in ornaments, fine jewelry, medicine and beauty products, a practice that continues to thrive in the region today."
      ]
    },
    {
      "title": "Delta Calgary Downtown",
      "url": "https://childesign.com/en/project/delta-calgary-downtown/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/03/CHIL_DELTA_0177-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/03/CHIL_DELTA_0802-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/03/CHIL_DELTA_0310-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/03/CHIL_DELTA_0492-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/03/CHIL_DELTA_0343-2-960x960.jpg"
      ],
      "texts": [
        "The design for the Delta Calgary Downtown is inspired by the unique diversity of the city itself. It caters to guests of all kinds, whether a business professional, a member of the agricultural industry, or a Stampede visitor.",
        "The design captures the bright optimism of the young and evolving city through the use of colour, and guests are invited to take part in this feeling during their stay at the Delta Calgary Downtown, and to embrace the many sides of Calgary."
      ]
    },
    {
      "title": "Prova Bar and Kitchen",
      "url": "https://childesign.com/en/project/prova-bar-and-kitchen/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/101-BH_Prova_Restaurant-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/036-BH_Prova_Restaurant-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/118-BH_Prova_Restaurant-900x960.jpg"
      ],
      "texts": [
        "Inspired by humble beginnings, Prova Bar and Kitchen at the Delta Ottawa City Centre Hotel turns back the clock to the city’s origin to evoke a sense of place and explore its former incarnation, Bytown and the booming Ottawa River timber trade dating back to the 19th century.",
        "The entire space is a subtle nod to simpler times, celebrating the idea of workmanship, sparking the desire for things to feel handmade. Embracing a sense of community, the open floor plan feels welcoming and inclusive with great visible connectivity while maintaining just the right amount of privacy to diners. The obvious feature is the central seating area anchored by an architectural wood structure that serves as the backbone of the restaurant.",
        "In terms of materials, wood was and still is a staple of Canadian trade. A beautiful light blond wood species was chosen to uniformly adorn the interior, a reference back to the original concept of timber. The bold mosaic tile floor pattern is a playful interpretation of the stereotypical Canadian lumberjack’s garment. For a splash of colour, deep greens from the pine needles and evergreen trees are present in the fabrics and tiles cladding the bar front.",
        "Most of the fixtures and furnishings are bespoke including the handmade book art installation located above the lounge area meant to mimic logs. The pendant fixtures are a combination of black metal and raw wood spheres for detailing. The chairs are constructed with honest materials using simple techniques with wood, leather and caning, materials prevalent during the timber trade era. The final design effortlessly fusses together simplicity and drama with a warm liveliness."
      ]
    },
    {
      "title": "Delta Hotels Saskatoon Downtown",
      "url": "https://childesign.com/en/project/delta-hotels-saskatoon-downtown/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/57-Delta-Saskatoon-2021-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/76-Delta-Saskatoon-2021-crop-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/DH_YXEDS_Coffee_Bar-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/90-Delta-Saskatoon-2021-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/DH_YXEDS_CNON_Guestroom-scaled.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/09/DH_YXEDS_Delta_Pantry-960x960.jpg"
      ],
      "texts": [
        "The design of the renovation of Delta Saskatoon Downtown is inspired by the landscape of the area highlighting the uniqueness of nine prominent bridges span neighborhoods linking communities.",
        "Combining the bright pops of colour reflecting the signature Prairie palette, the geometric patterns, and refined details from both the organic influences as well as the urban landscape, the new design embodies the city and all that makes it memorable."
      ]
    },
    {
      "title": "Etoile Residences",
      "url": "https://childesign.com/en/project/etoile-residences/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chill_Etoile-_0207-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chill_Etoile-_0118-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chill_Etoile-_0282-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chill_Etoile-_0065-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chill_Etoile-_0203-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2022/09/Chill_Etoile-_0293-960x960.jpg"
      ],
      "texts": [
        "Inspired by the stars, the light refraction and the contrast between two completely opposite hues, Millennium Etoile encapsulates the elegance and modern luxury which echoes it’s name.",
        "The interior design of Millennium Etoile is poised to create a calm and serene canvas through careful selection of materials and finishes allowing home owners to express their own personalities.",
        "Inspired by distinctive characteristics of the night sky and stars, two colour palettes were crafted for the property. One captures the brightness of the solitary star while the other focuses on the darkness that envelopes the constellations.",
        "At Millennium Etoile, home is where light and dark create magic."
      ]
    },
    {
      "title": "Marriott Vancouver Airport",
      "url": "https://childesign.com/en/project/marriott-vancouver-airport/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0366-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0518-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0470-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0505-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0799-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0330-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0735-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0640-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0605-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chil_Marriot_0241-960x960.jpg"
      ],
      "texts": [
        "CHIL was engaged a second time as the Interior Designer of choice for the Marriott Vancouver Airport—this time to lead a comprehensive renovation and design the Marriott Greatroom. The Greatroom is an adaptable public space which welcomes guests and allows them the freedom to chill, gather, and collaborate, acknowledging that today’s guests can transition seamlessly between social, business, creative and personal activities.",
        "The Greatroom is intended to remain open all day—from morning coffee through evening cocktails—with music, audio visual, lighting and staged programming that can be adapted to support the function and mood relative to the time of day. In addition to designing the Greatroom, CHIL reconfigured the lobby level to allow space for a new M Club Lounge and refreshed the design of the guestrooms, meeting/ballrooms, restaurant and fitness room.",
        "Inspired by the mountains and coast lines of British Columbia and the local’s active yet relaxed lifestyle, the design represents a modern and tailored take on the traditional concept known as “West Coast” design. The design aspires to create a memorable and authentic environment for all to experience and enjoy the fresh, confident, and vast beauty of the West Coast lifestyle."
      ]
    },
    {
      "title": "Delta Vancouver Suites",
      "url": "https://childesign.com/en/project/delta-vancouver-suites/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Delta-Van-Suites_Story1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Delta-Van-Suites_Hero-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Chil-Delta-JPG-13-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2018/03/Chil-Delta-JPG-25-1-1920x1920.jpg"
      ],
      "texts": [
        "With a sharp focus on the hotel brand’s main principles of creativity, character, and comfort, and a nod to the location’s regional context, the CHIL Interior Design team worked with our client to develop a balanced design concept that delivers a distinct style, unique to Delta Vancouver Suites."
      ]
    },
    {
      "title": "Maywood on the Park",
      "url": "https://childesign.com/en/project/maywood-on-the-park/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/Maywood-Display-Suites_09-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/ITC1274_McKayAve_S070_INT_Kitchen_TypeC_Scheme2_Final-2000-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/Maywood-Display-Suites_07-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/Maywood-Display-Suites_02-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/ITC1274_McKayAve_S040_INT_Amenity_Final-2000-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/ITC1274_McKayAve_S020_INT_Lobby_Final-2000-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/Maywood-Sales-Centre_01-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/Maywood-Sales-Centre_06-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/Maywood-Sales-Centre_02-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2021/06/Maywood-Sales-Centre_09-960x960.jpg"
      ],
      "texts": [
        "From the cocooned and quiet chrysalis emerges the colorful and dynamic butterfly; these perfected stages in the life of a butterfly epitomize the aesthetic and mood of this residential tower. Translating these phases into the interior design allows for a curated exploration in layers, textures and colors celebrating a restorative and contemplative connection to nature for Maywood.",
        "Designed for the discerning buyer, the concept for Maywood’s Sales Centre was to lean in to its’ park location, drawing inspiration from the transformative stages of a butterfly, and further reflecting the way the local community is embracing change. The cocooned and quiet chrysalis stage of a butterfly epitomizes the aesthetic and mood of Maywood Sales Centre, a with a curated exploration in layers, textures and colors, celebrating a restorative and contemplative connection to nature.",
        "We paid close attention to the journey of a buyer through the space, considering moments & details at every turn. From the moment you step into the sales centre and are greeted by reception, to enjoying the open, airy sales floor spaces that allow easy & relaxed flow throughout, and finally walking through to the two welcoming display homes, each with their own unique style and features.",
        "Special features include the custom polished gold frame light fixture anchoring the impressive model table below, clean faceted millwork throughout, and the memorable closing rooms that draw buyers into the space. The display homes are both sophisticated yet approachable, with attention to detail throughout."
      ]
    },
    {
      "title": "Fairmont Vancouver Airport",
      "url": "https://childesign.com/en/project/fairmont-vancouver-airport/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/FVA06V2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/FVA13V2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/FVA18V2.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Gold-Room-1246762-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Gold-Room-1246766-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/FVA21V2-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/FVA02V2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/FVA16V2.jpg"
      ],
      "texts": [
        "The design for the Fairmont Vancouver Airport capitalizes on its unique setting to create a strong sense of place and allow for memorable connections and experiences that are authentically local.",
        "The infusion of nature, aviation, and luxury in the hotel provides guests with a quintessential west coast experience unique to its setting and promising connection, discovery, and reverie."
      ]
    },
    {
      "title": "The Denna Club at Seylynn Village",
      "url": "https://childesign.com/en/project/the-denna-club-at-seylynn-village/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Clubhouse_Lobby-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Clubhouse_Pool-Custom-Millwork-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Clubhouse_Pool-Perspective-2-960x960.jpg"
      ],
      "texts": [
        "Inspired by the multifaceted nature of this amenity clubhouse, a jewel-like design vernacular was created for the Denna Club.",
        "The Denna Club fuses together elements of nature and luxury, creating an elevated experience for members that provides them a world-class, hospitality-like space."
      ]
    },
    {
      "title": "Shangri-La Toronto",
      "url": "https://childesign.com/en/project/shangri-la-toronto/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Shangri-La-Toronto_Story1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Shangri-La-Toronto_Hero-1920x1920.jpg"
      ],
      "texts": [
        "The design aesthetic of the 200 guestrooms, function spaces, theatre, and gym at 5-star Shangri-La Toronto reflects traditional Chinese details married with clean and modern elements. Elements inspired by Old World traditions brought into the modern day provide guests with an authentic experience at The Miraj Hammam Spa."
      ]
    },
    {
      "title": "The Humphreys Serviced Apartments",
      "url": "https://childesign.com/en/project/the-humphreys-serviced-apartments/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/12/BH-ARCHITECTS_HUMPHREYS_WIDE-ANGLE-15-Modifier_Web-Mid-Res.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/12/BH-ARCHITECTS_HUMPHREYS_MOODSHOTS-3-Modifier_Web-Mid-Res.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/12/BH-ARCHITECTS_HUMPHREYS_WIDE-ANGLE-22-Modifier_Web-Mid-Res.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/12/BH-ARCHITECTS_HUMPHREYS_WIDE-ANGLE-19-Modifier_Web-Mid-Res.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/12/BH-ARCHITECTS_HUMPHREYS_MOODSHOTS-9-Modifier-Modifier_Web-Mid-Res-960x933.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/12/BH-ARCHITECTS_HUMPHREYS_MOODSHOTS-17_Web-Mid-ResCropped-921x960.jpg"
      ],
      "texts": [
        "Situated in the heart of Tsim Sha Tsui, one of Hong Kong’s most vibrant precincts, the Humphreys provides guests a cozy yet modern home away from the hustle and bustle of the city. The property was originally a 10-storey post-war commercial building that was once used as a hotel and closed in 2012. The client acquired ownership of the 50-year-old building with an intention to gentrify the premises into an elegant and comfortable serviced apartment branded within the concept “home away from home.”",
        "The client’s objective is to provide guests a cozy home away from the hustle and bustle of the Hong Kong streets.",
        "Despite the compact size, each apartment suite includes a fully equipped kitchen, a multi-functional area for dining and working along with a bedroom. Sliding partitions allow guests to separate living and sleeping areas, while keeping the compact apartment feeling light and airy.",
        "In order to deliver a warm and relaxing atmosphere, wooden materials and soothing colors were purposefully selected as the base of the design, while the contemporary touches in the details keep things modern. The neutral color palettes throughout the furniture and fixtures deliver an utterly homey atmosphere, while the metal detailing on the cabinets and the champagne finish of the sockets and door locks add a contemporary touch to the overall ambiance.",
        "In addition to the use of saturated accent colors with brown undertones, the interior design team has thoughtfully placed accent pieces with layers of soft textures to warm up the space. The metallic embossed headboard with heavily patterned and richly textured fabrics evokes a sense of luxury whilst maintaining a timeless vibe."
      ]
    },
    {
      "title": "Food & Beverage at UBC AMS Nest",
      "url": "https://childesign.com/en/project/food-beverage-at-ubc-ams-nest/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/DialogBH_SUB_4080-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/DialogBH_SUB_4035-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/DialogBH_SUB_3986-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/DialogBH_SUB_4036-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chill_piR2_0348_Reduced.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Pie-R-Squared-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chill_piR2_0469_reduced-922x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chill_Uppercase_0028_reduced.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chill_Uppercase_0109_reduced-922x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Lowercase_0259-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chill_Palate_0506_reduced-922x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Chill_Palate_0529_reduced-922x960.jpg"
      ],
      "texts": [
        "CHIL was tasked with designing a variety of food and beverage spaces that would meet the multitude needs of the University of British Columbia population within the new AMS Nest.",
        "Perch is a full service restaurant and lounge located within the new student union building. Drawing inspiration from the architectural Nest located in the atrium — the restaurant, perched atop the building, is providing a reflective look at the surrounding grounds referencing the past, present and future of the university and its students.",
        "Designed with flexibility in mind, the lounge space allows customers to sit and chat with friends or to meet and discuss University business. Movable seating groupings within the dining area allow the space to transition smoothly from afternoon lunch to a more formal evening service, helping to showcase the fresh and sustainable menu.",
        "A high energy and fun gathering space inspired by the guilty pleasure aspect of eating pizza, Pie R Squared caters toward busy student life. Standing height tables serve as a quick pit stop to refuel while organic communal tables allow for larger parties to sit and share an entire pie.",
        "Uppercase and Lowercase Cafes are inspired by a modern take on the neighborhood café, where you can sit and chat with friends or grab a coffee and snack on the go. Long banquette style seating creates a sense of community by encouraging students to share the space and adapt the environment to suit their immediate needs.",
        "Palate is grab and go style Soup, Salad and Wrap Bar geared towards those who are health conscious amidst a busy university lifestyle. The clean and fresh environment is conceptually driven by the growth and transportation of produce. Natural wood, neutral walls and stainless steel add a clean and light quality to the space."
      ]
    },
    {
      "title": "Sheraton Guildford Suites",
      "url": "https://childesign.com/en/project/sheraton-guildford-suites/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Club-King-Room_2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Guestroom-Ensuite-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Wood-Detail-960x960.jpg"
      ],
      "texts": [
        "The design concept for the Sheraton Guildford Suites was guided by philosophies of structure, refinement, distinguishability, urban elegance, and effortlessness.",
        "The design elevates the guest experience with careful attention to geometry and form, and reflects the evolving urban context of Surrey."
      ]
    },
    {
      "title": "Hyatt Regency Vancouver",
      "url": "https://childesign.com/en/project/hyatt-regency-vancouver/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/H3of10-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Hyatt5of10-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Hyatt4of10-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Hyatt8of10-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/HyattRevised2of3.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/H10of10-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/HyattRevised3of3-960x683.jpg"
      ],
      "texts": [
        "The design for Hyatt Regency Vancouver encompasses both its strong presence of nature and downtown Vancouver location, giving guests a truly refined and relaxing experience.",
        "The design of the Hyatt Regency Vancouver provides guests a place to relax and take in the beautiful landscape of ocean and mountains, while still enjoying the city’s distinct energy."
      ]
    },
    {
      "title": "Lakecrest Townhomes",
      "url": "https://childesign.com/en/project/lakecrest-townhomes/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/08/hillcrest_00006.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/08/hillcrest_00013-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/08/hillcrest_00032-960x960.jpg"
      ],
      "texts": [
        "Lakecrest is a collection of 8 custom luxury townhomes on a pristine mountain lake in the vicinity of Whistler, BC. CHIL Interior Design worked with the client and architects to refine the layout and planning, as well as design all interior applied finished and cabinetry. CHIL selected fixtures, appliances and custom millwork installations."
      ]
    },
    {
      "title": "Fairmont Waterfront",
      "url": "https://childesign.com/en/project/fairmont-waterfront/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Fairmont-Waterfront_Story2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Fairmont-Waterfront_Story1-1920x1919.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Fairmont-Waterfront_SecondaryHero-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Fairmont-Waterfront_Hero-960x960.jpg"
      ],
      "texts": [
        "A complete renovation of guestrooms, corridors, lounge, and the fitness facility, luxurious fabrics and timeless detailing communicate contemporary elegance, while a warm, regionally-inspired colour palette, local photography, and natural stone materials reflect a West Coast feel. The ARC Restaurant was transformed to complement the new menu through a relaxed and distinctive style."
      ]
    },
    {
      "title": "Element Vancouver Metrotown",
      "url": "https://childesign.com/en/project/element-vancouver-metrotown/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Metrotown-Element_Story2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Metrotown-Element_Story1-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Metrotown-Element_Story3-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Metrotown-Element_Hero-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Metrotown-Element_SecondaryHero-480x480.jpg"
      ],
      "texts": [
        "Translating the client’s vision for a rare offering to the extended-stay traveler into bright, fresh, and expansive spaces, the hotel guestrooms at Element reflect Bosa Properties’ brand message of vitality and vibrancy. Double-height volumes, textures, and bold graphic patterns animate key spaces and provide distinct guest experiences."
      ]
    },
    {
      "title": "DoubleTree by Hilton",
      "url": "https://childesign.com/en/project/doubletree-hilton-regina-wild-sage-kitchen-bar/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Double-Tree-Hilton-Regina_Story3-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Double-Tree-Hilton-Regina_Story1-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Double-Tree-Hilton-Regina_Story2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Double-Tree-Hilton-Regina_Hero-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Double-Tree-Hilton-Regina_SecondaryHero-960x960.jpg"
      ],
      "texts": [
        "Located in the heart of the Canadian Plains, the area’s rich history informs the redesign of the DoubleTree by Hilton conference centre, lounge, ballrooms, guestrooms, and hotel restaurant. Combining rustic and contemporary elements, its spaces strike a delicate balance between what Regina was and what the city is becoming."
      ]
    },
    {
      "title": "ARC Restaurant",
      "url": "https://childesign.com/en/project/arc-restaurant/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Arc_12_crop-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Arc_01-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Arc_06_crop.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Arc_10_crop-960x960.jpg"
      ],
      "texts": [
        "Located in the Fairmont Waterfront, the redesign design of the ARC Restaurant focused primarily on creating a new and engaging lounge with a more centralized bar encouraging a relaxed and entertaining area separate from the remaining dining spaces.",
        "In order to define this space separately from the more typical hotel restaurant, bold material choices were selected giving a very warm, comfortable and contemporary look.",
        "This new restaurant was transformed to compliment the celebrated new menu and to offer a new distinctive dining experience for Vancouverites and visiting guests."
      ]
    },
    {
      "title": "Hong Kong City Garden Hotel",
      "url": "https://childesign.com/en/project/hong-kong-city-garden-hotel/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/DMK_HK_CGH_001_00-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/走廊-c02-dt副本-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/套房主卫0427a-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/DMK_HK_CGH_014_reduced-960x960.jpg"
      ],
      "texts": [
        "Situated near the vibrant retail and dinning hub of Causeway Bay, Hong Kong Island, this 613-key urban hotel attracts mostly business travelers from East Asia & South East Asia. In 2018, CHIL redesigned the guestrooms and public spaces in this hotel property to meet the needs of today’s modern business travelers, allowing them to conduct business and relax at the same time.",
        "Our concept for the refurbishment is inspired by the romantic and nostalgic notion of winding back the clock to the city’s past as a small port, thriving from trade and commerce. Once a major harbour for transporting agarwood, a resinous aromatic wood used in incense and perfume, many believe the name Hong Kong (or, “fragrant harbour”) was derived from the scent of this popular commodity, which filled the harbour air."
      ]
    },
    {
      "title": "Fairmont Jasper Park Lodge",
      "url": "https://childesign.com/en/project/fairmont-jasper-park-lodge/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/01/Cabin-Living-Room-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Cabin-Washroom_perspective-edited-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Cabin-Kitchen-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Cabin-Double-Beds-960x960.jpg"
      ],
      "texts": [
        "Embracing Jasper’s quiet atmosphere and breathtaking beauty, the cabins at the Fairmont Jasper Park Lodge embody an updated yet quintessential cabin atmosphere.",
        "The design creates the quiet luxury and connection to nature desired to create authentic and memorable moments that will have guests returning for years to come."
      ]
    },
    {
      "title": "Stratus Bar & Restaurant",
      "url": "https://childesign.com/en/project/stratus-bar-restaurant/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Stratus19-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Stratus12-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Stratus21.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Stratus22-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2020/01/Stratus24.jpg"
      ],
      "texts": [
        "The Toronto Athletic Club occupies three of the top floors in a Toronto-Dominion Centre tower. Stratus, the bar and restaurant of the ‘Club Above’ in the heart of the Financial District, needed a renovation that would transform a dated, unmemorable interior into a destination befitting the iconic modernity of Ludwig Mies van der Rohe’s Toronto-Dominion Centre architecture. The desired ambiance was elegant yet relaxed: the space would be rented out for events such as weddings, but at the same time the club’s owners wanted members to put on casual clothes after a workout and feel comfortable dining there.",
        "In less than 3,000 square feet, the design team created a versatile sequence of varied yet aesthetically unified zones. From the elevator, a spectacular view to the exterior opens up through the central bar area, while lattice-like bronze metal screens with mirrors inserted into them layer a veiling of privacy over seating areas on either side of the space. A 90-degree turn leads into the dining area, which can be subdivided into two rooms and/or closed off from the bar by pivoting doors"
      ]
    },
    {
      "title": "Novotel Toronto",
      "url": "https://childesign.com/en/project/novotel-toronto/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Guest-Room-04-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Bathroom-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Guest-Room-01-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Guest-Room-05-1920x1920.jpg"
      ],
      "texts": [
        "The design concept for Novotel Toronto was inspired by the vibrant, urban energy of Toronto’s downtown core and fuses timeless design with unique flourishes.",
        "The guestrooms reflect the modern urban atmosphere of the location, while simultaneously providing a tranquil and calming retreat from the excitement outside the doors."
      ]
    },
    {
      "title": "Fairmont Pacific Rim",
      "url": "https://childesign.com/en/project/fairmont-pacific-rim/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Fairmont-Pac-Rim_Story3-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Fairmont-Pac-Rim_Story1-1920x1500.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Fairmont-Pac-Rim_Hero-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Fairmont-Pac-Rim_Story2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Fairmont-Pac-Rim_SecondaryHero-960x960.jpg"
      ],
      "texts": [
        "The first contemporary Fairmont hotel in Canada, CHIL designed the 377 Standard and Gold guestrooms, Willow Stream Spa, reception area, and function spaces at the Pacific Rim location. A bold reinterpretation of luxury, the design marries the elements of a high-end experience with the naturally inspired flavour of the West Coast."
      ]
    },
    {
      "title": "Hotel Arts",
      "url": "https://childesign.com/en/project/hotel-arts/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Hotel-Arts_SecondaryHero-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Hotel-Arts_Story1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Hotel-Arts_Story3-960x960.jpg"
      ],
      "texts": [
        "A compelling offering in the local hospitality scene, the design flavour of Hotel Arts has a unique art-centred focus and the redesign of the guestrooms stay true to this aesthetic. By providing a slightly unexpected twist on the typical guestroom, travelers take part in a modern visual and tactile experience that is thought-provoking and leaves an impression."
      ]
    },
    {
      "title": "Shangri-La Vancouver",
      "url": "https://childesign.com/en/project/shangri-la-vancouver/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Shangri-La-Vancouver_Story1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Shangri-La-Vancouver_Story3-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Shangri-La-Vancouver_Story2-1920x1920.jpg"
      ],
      "texts": [
        "Offering a welcome reprieve from busy urban living, the function spaces, theatre, Chi Spa, gym, and 119 guestrooms at 5-star Shangri-La Vancouver offer luxurious comfort with distinct Asian touches. Exuding a sense of peace, enchantment, and well-being, the Chi Spa draws its inspiration from the Shangri-La legend."
      ]
    },
    {
      "title": "Myanmar Luxury River Cruise Ships",
      "url": "https://childesign.com/en/project/myanmar-luxury-river-cruise-ships/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Ships-37-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Ships-32-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Ships-4-480x480.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Ships-28-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/02/Ships-45-960x960.jpg"
      ],
      "texts": [
        "The design for these stunning cruise ships, RV Samatha and RV Panhwar, marries luxury and opulence with Myanmar’s distinct history and culture.",
        "The ships’ designs are a floating representation of the entire country of Myanmar, and they respect and pay homage to the beautiful landscape while recognizing local and regional cultural differences."
      ]
    },
    {
      "title": "Four Seasons Private Residences Whistler",
      "url": "https://childesign.com/en/project/four-seasons-private-residences-whistler/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Four-Seasons-Private-Residences_Story1.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Four-Seasons-Private-Residences_Hero.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Four-Seasons-Private-Residences_Story3.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Four-Seasons-Private-Residences_Story2.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/01/Four-Seasons-Private-Residences_Story4.jpg"
      ],
      "texts": [
        "Where luxe meets nature, The Private Residences at Four Seasons in Whistler are anything but lodge-like. Inspired by nature’s palette, finished with rich woods, cozy fabrics, and signature lighting, the residences, lobby, reception, and fitness facility offer a classic approach to mountain living."
      ]
    },
    {
      "title": "Mosaic Victoria Townhomes",
      "url": "https://childesign.com/en/project/mosaic-victoria-townhomes/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/Mosaic-Victoria_Unit-B-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/Mosaic-Victoria_Unit-B-2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/08/Mosaic-Victoria_Unit-E-3-e1574787507269-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/08/Mosaic-Victoria_Unit-D-1-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2019/11/Mosaic-Victoria_Unit-D-3-960x960.jpg"
      ],
      "texts": [
        "The design for Mosaic Victoria Townhouse Unit B is a sophisticated mix of vintage collector pieces and fresh modern elements. The space is designed for a young family with growing, active children. Spacious kitchens support family DIY pizza nights with counter height stools and a large island to gather round. Pots and pan are hung at the ready for the more adventurous cook in the family. The living room has feature millwork, vintage and collector accessories, and books and art throughout.",
        "Unit D interiors have a white + walnut colour scheme and a lively feel with bold colours and patterns. The space is modern and full of personality. Living room features bold blues and yellows and a feature lounge chair.",
        "Unit E interiors are elegant, rich and ornate, yet modern with clean lines. CHIL designed a theatre room for movie nights and a master bedroom that sets a relaxing tone with its richly textured feature wallcovering. Balanced by thoughtfully placed gold accents, the living room is designed for the reflective type and has a feature bookshelf where art books and unique objects surround the abstract art centrepiece."
      ]
    },
    {
      "title": "Fairmont Palliser",
      "url": "https://childesign.com/en/project/fairmont-palliser/",
      "images": [
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Fairmont-Palliser_Story2-960x960.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Fairmont-Palliser_Story1-1920x1920.jpg",
        "https://childesign.com/wp-content/uploads/sites/2/2017/02/Fairmont-Palliser_Story3-1920x1920.jpg"
      ],
      "texts": [
        "The refresh of the 205 guestrooms, heritage suites, and corridors at the Fairmont Palliser include luxurious soothing tones and opulent textures. A fine balance between classic form and contemporary finishes, detailed design elements serve as a nod to Calgary’s past and hint at its future."
      ]
    }
  ],
  "metadata": {
    "total_processed": 64,
    "errors": []
  }
}